let json = {
  "321": {
    "name": "321 / Полное название",
    "desc": "Описание",
    "img": "r321.jpg"
  },
  "319": {
    "name": "319 / Полное название",
    "desc": "Описание",
    "img": "r319.jpg"
  },
  "317": {
    "name": "317 / Полное название",
    "desc": "Описание",
    "img": "r317.jpg"
  },
  "411": {
    "name": "411 - Веб-дизайн и разработка",
    "desc": "Имеет: 17 кресел, 16 компьютеров (+1 преподавательский), проектор, доска с маркерами, свободные розетки",
    "img": "r411.jpg"
  }
}
